<template>
  <view class="box">
    <!-- <web-view src="https://iclaim-sales.y9net.cn/隐私政策.html"></web-view> -->

    <view class="title1"> 隐私政策 </view>
    <view class="time"> 生效日期：2022年11月11日 </view>
    <view class="textIndex" style="color: #222222">
      浙江源九网络科技有限公司（以下简称“源九网络”）尊重并保护所有使用理赔公社服务之用户的个人隐私权。为了全面提供您所请求的服务，并让服务更准确、更具个性化，理赔公社会按照本隐私权政策的规定使用和披露您的个人信息。理赔公社将以高度的勤勉、审慎义务对待这些信息。除本隐私权政策另有规定外，在未征得您事先许可的情况下，理赔公社不会将这些信息对外披露或向第三方提供。您在同意理赔公社服务协议之时，即视为您已经同意本隐私权政策全部内容。本隐私权政策属于理赔公社<text
        style="font-weight: bold"
        >服务协议</text
      >不可分割的一部分。
    </view>
    <view class="title2"> ·信息收集 </view>
    <view class="textIndex">
      通常，您能在匿名的状态下访问理赔公社并获取信息。当需要识别您的个人信息或者能与您联系的信息时，理赔公社会征求您的同意。在您注册理赔公社或使用服务时，理赔公社可能收集如下信息：<br />

      1.
      在您注册理赔公社帐号时，根据理赔公社要求提供的个人注册信息，包括但不限于您的姓名、电话号码、Email地址及住址等；<br />

      2.
      在您使用理赔公社网络服务，或访问理赔公社网页时，理赔公社自动接收并记录的您的浏览器和计算机上的信息，包括但不限于您的IP地址、浏览器的类型、使用的语言、访问日期和时间、软硬件特征信息及您需求的网页记录等数据；<br />

      3. 理赔公社通过合法途径从关联单位处取得的用户个人数据。
    </view>
    <view class="textIndex">
      您了解并同意，以下信息不适用本隐私权政策：<br />

      1. 您在使用理赔公社提供的搜索服务时输入的关键字信息；<br />

      2.
      理赔公社收集到的您在理赔公社发布的有关信息数据，包括但不限于参与活动、成交信息及评价详情；<br />

      3. 违反法律规定或违反理赔公社服务协议与规则行为及理赔公社已对您采取的措施。
    </view>
    <view class="title2"> ·信息使用 </view>
    <view class="textIndex">
      1.
      理赔公社不会向任何无关第三方提供、出售、出租、分享或交易您的个人信息，除非事先得到您的许可，或该第三方、理赔公社及关联单位单独或共同为您提供服务，且在该服务结束后，其将被禁止访问包括其以前能够访问的所有这些资料。<br />
      2.
      理赔公社亦不允许任何第三方以任何手段收集、编辑、出售或者无偿传播您的个人信息。任何理赔公社用户如从事上述活动，一经发现，理赔公社有权立即终止与该用户的服务协议。<br />
      3.
      为服务用户的目的，理赔公社可能通过使用您的个人信息，向您提供您感兴趣的信息，包括但不限于向您发出产品和服务信息，或者与理赔公社关联单位共享信息，以便他们在您事先同意的情形下向您发送有关其产品和服务的信息。
    </view>
    <view class="title2"> ·信息披露 </view>
    <view class="textIndex">
      在如下情况下，理赔公社将依据您的个人意愿或法律规定全部或部分披露您的个人信息：<br />

      1. 经您事先同意，向第三方披露；<br />
      2. 为提供您所要求的产品和服务，而必须和第三方分享您的个人信息；<br />
      3. 根据法律的有关规定，或者行政、司法机关的要求，向第三方或者行政、司法机关披露；<br />
      4. 如您出现违反中国有关法律法规或者理赔公社服务协议或相关规则的情况，需要向第三方披露；<br />
      5.
      如您是适格的知识产权投诉人并已提起投诉，应被投诉人要求，向被投诉人披露，以便双方处理可能的权利纠纷；<br />
      6.
      在理赔公社上创建的某一交易中，如交易任何一方履行或部分履行了交易义务并提出信息披露请求的，理赔公社有权决定向该用户提供其交易对方的联络方式等必要信息，以促成交易的完成或纠纷的解决；<br />
      7.
      保护理赔公社的权利或财产，以及在紧急情况下保护理赔公社员工、理赔公社产品或服务的用户或大众的个人安全；<br />
      8. 其它根据法律法规或者理赔公社政策认为合适的披露。
    </view>
    <view class="textIndex">
      理赔公社不会未经您的允许将这些信息与第三方共享，本声明已经列出的上述情况除外。
    </view>
    <view class="textIndex">
      与理赔公社共享用户数据的任何第三方，会提供与本政策所述及这些准则所要求相同或等同的用户信息保护措施。
    </view>
    <view class="title2"> ·Cookie的使用 </view>
    <view class="textIndex">
      1. 在您未拒绝接受cookies的情况下，理赔公社会在您的计算机上设定或取用cookies
      ，以便您能登录或使用依赖于cookies的理赔公社服务或功能。理赔公社使用cookies可为您提供更加周到的个性化服务，包括推广服务。<br />
      2.
      您有权选择接受或拒绝接受cookies。您可以通过修改浏览器设置的方式拒绝接受cookies。但如果您选择拒绝接受cookies，则您可能无法登录或使用依赖于cookies的理赔公社服务或功能。<br />
      3. 当您注册理赔公社时，理赔公社亦会使用
      Cookie。在这种情况下，理赔公社会收集并存储有用信息，当您再次访问理赔公社时，我们可辨认您的身份。来自理赔公社的
      Cookie 只能被理赔公社读取。<br />

      4. 通过理赔公社所设cookies取得的有关信息，将适用本政策。
    </view>
    <view class="title2"> ·信息安全 </view>
    <view class="textIndex">
      1.
      理赔公社帐号均有安全保护功能，请妥善保管您的用户名及密码信息。理赔公社将通过对用户密码进行加密等安全措施确保您的信息不丢失，不被滥用和变造。<br />

      2.
      理赔公社严格保护您个人信息的安全。我们使用各种安全技术和程序来保护您的个人信息不被未经授权的访问、使用或泄漏。<br />

      3.
      在使用理赔公社进行网上交易时，您不可避免的要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或邮箱地址。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。<br />

      4.
      如您发现自己的个人信息泄密，尤其是理赔公社用户名及密码发生泄露，请您立即联络理赔公社客服，以便理赔公社采取相应措施。
    </view>
    <view class="title2"> ·信息保留及删除政策 </view>
    <view class="textIndex">
      理赔公社收集的信息可能由理赔公社或其关联公司或服务提供商的服务器进行存储和处理。<br />

      您可以联系我们[<text style="font-weight: bold">yipei@y9net.cn</text
      >]请求注销您的账户，我们将在合理时间内尽快响应您的请求。您的账户注销后，我们无义务保留和提供您账户下的信息。如果您相应要求，除法律法规另有规定外，我们将删除您的个人信息。
    </view>

    <view class="title2"> ·适用范围及内容更新 </view>
    <view class="textIndex">
      本隐私政策适用于理赔公社的所有相关服务，包括但不限于案件受理、申请辅导、在线测评、案件协谈、在线咨询、专家评估、诉讼代理和奖励通证结算。<br />

      随着理赔公社服务范围的扩大，理赔公社会不时更新本隐私权政策。隐私政策的内容可由理赔公社随时更新，且毋须另行通知。更新后的隐私声明一旦在网页上公布，即有效代替原来的隐私政策。
    </view>
  </view>
</template>

<script>
  export default {}
</script>

<style scoped lang="scss">
  .box {
    line-height: 34rpx;
    padding: 32rpx 32rpx;
    letter-spacing: 2rpx;
    .textIndex {
      color: #666666;
      font-size: 24rpx;
      margin: 24rpx 0;
    }
    .title1 {
      color: #111111;
      font-size: 48rpx;
      font-weight: bold;
      margin-bottom: 32rpx;
    }
    .title2 {
      color: #333333;
      font-size: 28rpx;
      font-weight: bold;
      margin: 24rpx 0;
    }
    .time {
      font-size: 24rpx;
      margin-bottom: 20rpx;
      color: #999999;
    }
  }
</style>
